//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "უარყოფა";
"Done" = "დასრულებულია";

/* Default title */
"Photos" = "სურათები";

/* No. of selected */
"%@ Photo Selected" = "არჩეულია %@ სურათი";
"%@ Photos Selected" = "არჩეულია %@ სურათი";
"%@ Video Selected" = "არჩეულია %@ ვიდეო";
"%@ Videos Selected" = "არჩეულია %@ ვიდეო";
"%@ Items Selected" = "არჩეულია %@ ელემენტი";

/* Grid view footer */
"%@ Photos" = "%@ ფოტო";
"%@ Videos" = "%@ ვიდეო";
"%@ Photos, %@ Videos" = "%1$@ ფოტო, %2$@ ვიდეო";

/* Assets index */
"%@ of %@" = "%1$@ სულ %2$@-დან";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "ამ აპლიკაციას არ გააჩნია წვდომა თქვენს ფოტოებსა და ვიდეოებზე.";
"You can enable access in Privacy Settings." = "შეგიძლიათ მიანიჭოთ წვდომის უფლება კონფიდენციალურობის პარამეტრებში.";

/* Messages if no assets */
"No Photos or Videos" = "ფოტოები ან ვიდეოები არაა";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "შეგიძლიათ გადაიღოთ ფოტოები და ვიდეოები კამერით, ან მოახდინოთ ფოტოებისა და ვიდეოების სინქრონიზაცია თქვენს %@-ზე\niTunes-ით.";
"You can sync photos and videos onto your %@ using iTunes." = "შეგიძლიანთ მოახდინოთ თქვენი ფოტოებისა და ვიდეოების სინქრონიზაცია თქვენს %@-ზე iTunes-ით.";

/* Accessibility labels */
"Play" = "დაკვრა";
"Select" = "არჩევა";
"Deselect" = "არჩევნიდან მოშორება";

/* Video duration spell out */
"hours" = "საათი";
"hour" = "საათი";
"minutes" = "წუთი";
"minute" = "წუთი";
"seconds" = "წამი";
"second" = "წამი";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "ვერ დავუკარით ვიდეოს ნაკადი";
"OK" = "კარგი";
